[{"Plant Name":"Indian Mustard","Disease Cured":"Joint Pain","Medicinal Benefits":"Rich in omega-3 fatty acids, aids in digestion, anti-inflammatory properties.","Content":"Joint Pain Rich in omega-3 fatty acids, aids in digestion, anti-inflammatory properties."},{"Plant Name":"Karanda","Disease Cured":"Anemia","Medicinal Benefits":"Antioxidant-rich, boosts immunity, treats anemia.","Content":"Anemia Antioxidant-rich, boosts immunity, treats anemia."},{"Plant Name":"Lemon Mint","Disease Cured":"Respiratory disorders","Medicinal Benefits":"Antimicrobial properties, aids in digestion, relieves nausea.","Content":"Respiratory disorders Antimicrobial properties, aids in digestion, relieves nausea."},{"Plant Name":"Drumstick (Moringa)","Disease Cured":"Malnutrition","Medicinal Benefits":"Rich in vitamins and minerals, reduces inflammation, improves heart health.","Content":"Malnutrition Rich in vitamins and minerals, reduces inflammation, improves heart health."},{"Plant Name":"Oleander","Disease Cured":"Skin infections","Medicinal Benefits":"Anti-inflammatory and antimicrobial properties (Caution: toxic if not used properly).","Content":"Skin infections Anti-inflammatory and antimicrobial properties (Caution: toxic if not used properly)."},{"Plant Name":"Jasmine","Disease Cured":"Stress","Medicinal Benefits":"Calms the nervous system, promotes better sleep, rejuvenates skin.","Content":"Stress Calms the nervous system, promotes better sleep, rejuvenates skin."},{"Plant Name":"Basale (Malabar Spinach)","Disease Cured":"Anemia","Medicinal Benefits":"Rich in iron and vitamins, supports digestion, promotes skin health.","Content":"Anemia Rich in iron and vitamins, supports digestion, promotes skin health."},{"Plant Name":"Sandalwood","Disease Cured":"Skin disorders","Medicinal Benefits":"Soothes skin irritation, promotes relaxation, antimicrobial properties.","Content":"Skin disorders Soothes skin irritation, promotes relaxation, antimicrobial properties."},{"Plant Name":"Jamun (Indian Blackberry)","Disease Cured":" Sore throat","Medicinal Benefits":"Rich in antioxidants, regulates blood sugar, boosts immunity.","Content":" Sore throat Rich in antioxidants, regulates blood sugar, boosts immunity."},{"Plant Name":"Rose Apple","Disease Cured":"Liver disorders","Medicinal Benefits":"Rich in vitamins, supports liver health, regulates blood sugar.","Content":"Liver disorders Rich in vitamins, supports liver health, regulates blood sugar."},{"Plant Name":"Guava","Disease Cured":"Diarrhea","Medicinal Benefits":"Rich in vitamin C, boosts immunity, supports heart health.","Content":"Diarrhea Rich in vitamin C, boosts immunity, supports heart health."},{"Plant Name":"Betel","Disease Cured":" Oral infections","Medicinal Benefits":"Antiseptic properties, improves digestion, relieves congestion.","Content":" Oral infections Antiseptic properties, improves digestion, relieves congestion."},{"Plant Name":"Parjatka (Night-Flowering Jasmine)","Disease Cured":"Arthritis","Medicinal Benefits":"Anti-inflammatory properties, reduces fever, improves skin health.","Content":"Arthritis Anti-inflammatory properties, reduces fever, improves skin health."},{"Plant Name":"Fenugreek","Disease Cured":" Inflammation","Medicinal Benefits":"Rich in fiber, lowers blood sugar levels, anti-inflammatory properties.","Content":" Inflammation Rich in fiber, lowers blood sugar levels, anti-inflammatory properties."},{"Plant Name":"Aloe Vera","Disease Cured":"Skin disorders, Burns","Medicinal Benefits":"Soothes skin irritation, improves digestion, promotes wound healing.","Content":"Skin disorders, Burns Soothes skin irritation, improves digestion, promotes wound healing."},{"Plant Name":"Turmeric","Disease Cured":"Inflammation","Medicinal Benefits":"Rich in curcumin, anti-inflammatory, antioxidant properties.","Content":"Inflammation Rich in curcumin, anti-inflammatory, antioxidant properties."},{"Plant Name":"Ginger","Disease Cured":"Nausea","Medicinal Benefits":"Aids digestion, relieves nausea, anti-inflammatory properties.","Content":"Nausea Aids digestion, relieves nausea, anti-inflammatory properties."},{"Plant Name":"Garlic","Disease Cured":"High blood pressure, Cholesterol","Medicinal Benefits":"Boosts immunity, improves heart health, antimicrobial properties.","Content":"High blood pressure, Cholesterol Boosts immunity, improves heart health, antimicrobial properties."},{"Plant Name":"Lavender","Disease Cured":"Stress","Medicinal Benefits":"Promotes relaxation, improves sleep, soothes skin irritation.","Content":"Stress Promotes relaxation, improves sleep, soothes skin irritation."},{"Plant Name":"Peppermint","Disease Cured":" Headaches","Medicinal Benefits":"Soothes stomach, relieves headaches, antimicrobial properties.","Content":" Headaches Soothes stomach, relieves headaches, antimicrobial properties."},{"Plant Name":"Neem","Disease Cured":"Dental issues","Medicinal Benefits":"Antiseptic properties, supports oral health, treats acne.","Content":"Dental issues Antiseptic properties, supports oral health, treats acne."},{"Plant Name":"Coriander","Disease Cured":"High cholesterol","Medicinal Benefits":"Rich in antioxidants, aids digestion, lowers cholesterol.","Content":"High cholesterol Rich in antioxidants, aids digestion, lowers cholesterol."},{"Plant Name":"Chamomile","Disease Cured":" Digestive issues","Medicinal Benefits":"Promotes relaxation, improves sleep, soothes the digestive system.","Content":" Digestive issues Promotes relaxation, improves sleep, soothes the digestive system."},{"Plant Name":"Fennel Seeds","Disease Cured":" Bloating","Medicinal Benefits":"Improves digestion, reduces bloating, rich in antioxidants.","Content":" Bloating Improves digestion, reduces bloating, rich in antioxidants."},{"Plant Name":"Rosemary","Disease Cured":"Hair loss","Medicinal Benefits":"Improves memory, stimulates hair growth, antioxidant properties.","Content":"Hair loss Improves memory, stimulates hair growth, antioxidant properties."},{"Plant Name":"Basil","Disease Cured":"Respiratory disorders","Medicinal Benefits":"Boosts immunity, reduces stress, antimicrobial properties.","Content":"Respiratory disorders Boosts immunity, reduces stress, antimicrobial properties."},{"Plant Name":"Sage","Disease Cured":"Memory loss","Medicinal Benefits":"Improves cognitive health, soothes sore throat, rich in antioxidants.","Content":"Memory loss Improves cognitive health, soothes sore throat, rich in antioxidants."},{"Plant Name":"Mango","Disease Cured":"Anemia, Digestive issues","Medicinal Benefits":"Rich in iron and vitamins, supports digestion, boosts immunity.","Content":"Anemia, Digestive issues Rich in iron and vitamins, supports digestion, boosts immunity."},{"Plant Name":"Arive Dantu (Amaranth)","Disease Cured":" Bone health issues","Medicinal Benefits":"Rich in calcium and iron, supports bone and blood health.","Content":" Bone health issues Rich in calcium and iron, supports bone and blood health."},{"Plant Name":"Roxburgh Fig","Disease Cured":"Diabetes","Medicinal Benefits":"Rich in fiber, regulates blood sugar, supports digestion.","Content":"Diabetes Rich in fiber, regulates blood sugar, supports digestion."},{"Plant Name":"Jackfruit","Disease Cured":"Anemia, Digestive issues","Medicinal Benefits":"Rich in vitamins, improves digestion, boosts energy.","Content":"Anemia, Digestive issues Rich in vitamins, improves digestion, boosts energy."},{"Plant Name":"Mexican Mint","Disease Cured":"Skin infections","Medicinal Benefits":"Antimicrobial properties, improves respiratory health, soothes skin irritation.","Content":"Skin infections Antimicrobial properties, improves respiratory health, soothes skin irritation."},{"Plant Name":"Tulsi","Disease Cured":"Cough,cold","Medicinal Benefits":"Tulsi boosts immunity,reduces stress improves respiratory health.","Content":"Cough,cold Tulsi boosts immunity,reduces stress improves respiratory health."}]